Repository: vincib/bookscanner-project-manager
Catalog: www/locales/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: project created, need scanning
fr_fr: projet créé, à scanner

source: scanning in progress
fr_fr: scan en cours

source: scanning finished, need picture checking
fr_fr: scan terminé, vérification des images requis

source: picture checking in progress
fr_fr: vérification des images en cours

source: checking finished, need cropping
fr_fr: vérification terminée, recadrage requis

source: cropping process started
fr_fr: recadrage commencé

source: Image PDF generated
fr_fr: PDF image généré

source: Title
fr_fr: Titre

source: Title of the book
fr_fr: Titre du livre

source: Authors
fr_fr: Auteurs

source: Authors of the book
fr_fr: Auteurs du livre

source: Publisher
fr_fr: Éditeur

source: Publisher of the book
fr_fr: Éditeur du livre

source: Date of publication
fr_fr: Date de publication

source: ISBN or EAN13 of the book (its barcode)
fr_fr: ISBN ou EAN13 du livre (son code à barres)

source: No camera found
fr_fr: Aucun appareil photo de trouvé

source: Please connect and switch on both camera
fr_fr: Merci de connecter et allumer les 2 appareils photos

source: Zoom must be between 0 and 120
fr_fr: Le zoom doit être compris entre 0 et 120

source: Can't zoom, an error occurred while sending command to a camera
fr_fr: Impossible de zoomer, une erreur est survenue lors de l'envoi de la commande à l'appareil photo

source: Can't shoot, an error occurred while sending command to a camera
fr_fr: Impossible de prendre une photo, une erreur est survenue lors de l'envoi d'une commande à l'appareil photo

source: Bookscanner Project Manager
fr_fr: Gestionnaire de projets pour scanner à livre

source: Project List
fr_fr: Liste des projects

source: Metadata
fr_fr: Metadonnées

source: Project
fr_fr: Projet

source: Status
fr_fr: État

source: Rename
fr_fr: Renommer

source: Scan
fr_fr: Scanner

source: Crop Left
fr_fr: Cadrage Gauche

source: Crop Right
fr_fr: Cadrage Droite

source: Generate
fr_fr: Générer

source: Success
fr_fr: Succès

source: Warning
fr_fr: Attention

source: Error
fr_fr: Erreur

source: Info
fr_fr: Information

source: New Project
fr_fr: Nouveau projet

source: Bookscanner Manager
fr_fr: Gestionnaire de scanner à livres

source: Industrializing the book scanning process
fr_fr: Industrialisation du processus de scan de livres

source: Project Steps
fr_fr: Étapes du projet

source: Name must contain only a-z 0-9 - , .
fr_fr: Le nom ne peut contenir que a-z 0-9 - , .

source: Nothing done, no change requested
fr_fr: Rien n'a été demandé

source: BAD OLD NAME, this shall not happen ...
fr_fr: MAUVAIS ANCIEN NOM, cela ne devrait pas arriver ...

source: A project with that name already exists, please choose another name
fr_fr: Un projet de ce nom existe déjà, merci de choisir un autre nom

source: Project successfully renamed
fr_fr: Projet renommé avec succès

source: Project successfully created, please set its metadata
fr_fr: Projet créé avec succès, merci d'entrer ses métadonnées

source: Renaming project '%s'
fr_fr: Renommage du projet '%s'

source: New book scanning project
fr_fr: Nouveau projet de scan de livre

source: Project Name
fr_fr: Nom du projet

source: Create this project
fr_fr: Créer ce projet

source: Rename this project
fr_fr: Renommer ce projet

source: Project name missing
fr_fr: Le nom du projet est manquant

source: Project name is incorrect
fr_fr: Le nom du projet est incorrect

source: Metadata for project '%s' successfully edited
fr_fr: Métadonnées du projet '%s' modifiées avec succès

source: Metadata for project '%s' not changed: nothing submitted
fr_fr: Métadonnées du projet '%s' non modifiées : aucune donnée reçu

source: Editing metadata of project '%s'
fr_fr: Modification des métadonnées du projet '%s'

source: more...
fr_fr: plus...

source: (yyyy or yyyy-mm or yyyy-mm-dd)
fr_fr: (aaaa ou aaaa-mm ou aaaa-mm-jj)

source: (barcode, often starting by 978, no '-')
fr_fr: (code à barres, commence souvent par 978, sans '-')

source: Save this project's Metadata
fr_fr: Sauver les métadonnées de ce projet

source: Scanning project '%s'
fr_fr: Projet de scan '%s'

source: Current state of the project
fr_fr: État actuel du projet

source: %s left pictures present
fr_fr: %s images de gauche actuellement

source: %s right pictures present
fr_fr: %s images de droite actuellement

source: Last LEFT picture, click to see it
fr_fr: dernière image de GAUCHE, cliquez pour la voir

source: Last RIGHT picture, click to see it
fr_fr: dernière image de DROITE, cliquez pour la voir

source: State of the scanning session
fr_fr: État de la séance de scan

source: Search for Cameras
fr_fr: Rechercher les appareils photos

source: Prepare cam (before zooming/shooting)
fr_fr: Préparer les appareils (avant de zoomer/capturer)

source: Reset Zoom
fr_fr: Réinitialiser le zoom

source: Zoom IN
fr_fr: Zoomer

source: Zoom OUT
fr_fr: Dézoomer

source: Shoot Pictures!
fr_fr: Capturer les images !

source: Get and delete files
fr_fr: Télécharger et effacer les fichiers

source: can't zoom in, at %s
fr_fr: impossible de zoomer à '%s'

source: can't zoom out, at %s
fr_fr: impossible de dézoomer à '%s'

source: ERROR: project not set
fr_fr: ERREUR: projet non spécifié

source: Mode is missing
fr_fr: Le mode manque

source: Folder %s not found, you should scan pages first
fr_fr: Dossier %s non trouvé, vous devriez scanner des pages d'abord

source: Cropping %s pictures for project '%s'
fr_fr: Recadrage des images %s pour le projet '%s'

source: Filename
fr_fr: Nom du fichier

source: Top X Left
fr_fr: Haut X Gauche

source: Clear
fr_fr: Effacer

source: Bottom X Right
fr_fr: Bas x Droite

source: Width X Height
fr_fr: Largeur X Hauteur

source: OK & Previous
fr_fr: OK & Précédent

source: OK & Next
fr_fr: OK & Suivant

source: Apply to this one and all following
fr_fr: Appliquer à celle-ci et toutes les suivantes

source: The image PDF creation process has been started. PDF will be available in some time depending on your computer's power
fr_fr: Le processus de création du PDF image a été démarré. Le PDF sera disponible dans quelques temps, selon la vitesse de votre ordinateur.

source: Generating PDF Image for Project '%s'
fr_fr: Génération du PDF Image pour le projet '%s'

source: Left images count
fr_fr: Nombre d'images à gauche

source: Right images count
fr_fr: Nombre d'images à droite

source: Cropped left images
fr_fr: Images gauche cadrées

source: Cropped right images
fr_fr: Images droite cadrées

source: PDF creation already in progress, please wait for it...
fr_fr: La création du PDF est déjà en cours, merci de patienter...

source: Generate this project's PDF
fr_fr: Créer le PDF de ce projet

source: No picture or pictures not cropped, can't generate the project's PDF
fr_fr: Aucune image ou images non cadrées, impossible de générer le PDF de ce projet

source: PDF Image of the book
fr_fr: PDF Image du livre

source: Download the Book
fr_fr: Télécharger le livre
